Revit 2027 API
ParameterTypeId.SpacingNumDivisionsHoriz Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingNumDivisionsHoriz { get; }
Public Shared ReadOnly Property SpacingNumDivisionsHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingNumDivisionsHoriz {
	ForgeTypeId^ get ();
}
static member SpacingNumDivisionsHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace